const DATA = {

  NAMES_LIST: [
    'Георгий',
    'Максим',
    'Данил',
    'Александр',
    'Алексей',
    'Анна',
    'Инга',
    'Марина',
    'Ева',
    'Василиса',
  ],

  COMMENT_LIST: [
    'Всё отлично!',
    'В целом всё неплохо. Но не всё.',
    'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
    'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
    'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
    'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
  ],

  DESCRIPTION_LIST: [
    'Это я с девчонками на море. Сейчас дома уже',
    'Доброе утро, страна!!!',
    'Лайк, шер, репост',
    'Тот самый момент...',
    'Теперь я буду дома скучать.',
    'Когда мы веселились',
  ],

  AVATARS_COUNTS: {
    min: 1,
    max: 6
  },

  LIKES_COUNTER: {
    min: 15,
    max: 200
  },

  PHOTOS_COUNT: 25,
  COMMENT_MESSAGE_COUNT : 2,
  COMMENTS_COUNT: 30,
  MIN_LIKES_COUNT : 15,
  MAX_LIKES_COUNT : 200
};

export { DATA };
